[
  {
    "id": "X8aRt2bPq",
    "imageSrc": "Super_Soaker_Smoothing_Masque_XXX-L_01.png",
    "altText": "Super Soaker Masque XXX-L",
    "name": "Super Soaker Masque",
    "price": 138,
    "type": "self",
    "gifSrc": "574d8c96-dca4e76e.gif",
    "undertext": "The ultimate thirst trap, designed to leave dry hair quenched. Go beyond hydration with this masque ticks all the boxes.",
    "benefits": "Ultra-hydrating\nNourishing\nLeaves hair looking shinier and healthier",
    "ingredients": "Water/Aqua/Eau, Cetyl Alcohol, Cetearyl Alcohol, Stearamidopropyl Dimethylamine, Cetyl Esters,  Glycerin, Amodimethicone, Dimethicone, Lactic Acid, Dmdm Hydantoin, Behentrimonium Methosulfate, Fragrance (Parfum), Polyquaternium-10, Quaternium-91, Phenoxyethanol, Trideceth-12, Citric Acid, Myristyl Myristate, Butylene Glycol, Behentrimonium Chloride, C16-C22 Alkyldimethyl, Sodium Benzoate, Acetic Acid, Benzyl Salicylate, Linalool.",
    "description": "Prepare to be seduced by the intense hydration of Super Soaker Masque XXX-L. Indulge in its captivating touch, perfect for those seeking ultimate satisfaction for their thirsty, damaged locks or simply craving a revitalizing boost during the harsh winter months.\n\nWith a potent blend of nourishing ingredients like Cetyl Alcohol, Glycerin, and Lactic Acid, let the allure of this masque take you beyond ordinary hydration. Its potent formula dives deep into the core of each strand: experience the tantalizing embrace of nourishment, watching in awe as the hair drinks in the luxurious blend of minimalistic, expert-formulated ingredients.\n\nSurrender to the transformative powers of Super Soaker Masque XXX-L. Immerse hair in its ultra-hydrating embrace, allowing the masque to work its magic. \n\nUnlock the secrets to hair that craves satisfaction. Super Soaker Masque XXX-L is your trusted companion on the journey to hair rejuvenation. Imbued with the powers to heal and restore, it leaves a lasting impression of undeniably healthier, shinier locks. Succumb to its will and indulge in the pleasure it brings. This masque is designed exclusively for professional use.",
    "oz": 33.8
  },
  {
    "id": "L3gYf9sWm",
    "imageSrc": "Pouch_Thin_Delicate_01.png",
    "altText": "Thin and Delicate Hair Controller",
    "name": "Thin and Delicate Hair Controller",
    "price": 100,
    "type": "pro",
    "gifSrc": "4b7e0349-df2c6af5.gif",
    "undertext": "A customizable texture-changing salon treatment to dominate hair. \n\nMake your hair obedient with long-lasting innovation that controls any texture without damage. No need for safe words - Hair Controller is safe for color or chemically-treated hair. For professional use only.",
    "benefits": "Professional Use Only\nStraight\nRelax\nEnhance",
    "ingredients": "Water/Aqua/Eau, Glyoxylic Acid, Isopropyl Myristate, Glycerin (Vegetable derived), Propylene Glycol, Cetearyl Alcohol, Butyrospermum Parkii (Shea) Butter, Cetyl Esters, Panthenol, Cocos Nucifera (Coconut) Oil, Fragrance (Parfum), Phenoxyethanol, Olus Oil (Vegetable Oil), Cetrimonium Chloride, Guar Hydroxypropyltrimonium Chloride, Polyquaternium-37, Ethylhexylglycerin, Benzyl Salicylate, Citronellol, Hexyl Cinnamal, Linalool, Acid Violet 43 (CI 60730).",
    "description": "Indulge in the forbidden delight of Qiqi's Thin & Delicate Hair Controller, where boundaries vanish, and hair becomes an instrument of ecstasy. \n\nExperience the transformative power as delicate and thin hair surrenders to its charm. Embrace a minimalistic approach with a select few potent ingredients, including nourishing Shea Butter, Coconut Oil, and Panthenol. \n\nWith an iron fist, this controller molds, shapes, and bestows enchanting allure upon your locks. Rejuvenate chemically treated hair with its enigmatic formula, eliminating the need for chemical fumes and ensuring no downtime for hair coloring. Protecting against heat up to 450°F/230°C, it defies nature's laws and withstands harsh climates. \nUnleash your inner dominator, conquer the realm of hair, and leave admirers entranced in your wake.",
    "oz": 12
  },
  {
    "id": "Kp7ZnVx1d",
    "imageSrc": "GoDeeperShampoo_01_8bfdce1d-62de-4b93-a5b9-4be2c0031ecb.png",
    "altText": "Go Deeper Shampoo",
    "name": "Go Deeper Shampoo",
    "price": 67,
    "type": "pro",
    "gifSrc": "765c70e0-194cb027.gif",
    "undertext": "A shampoo that goes beyond clarifying to purify and prepare the hair for salon's services, giving you a blank slate. \n\nGo deeper, with an intense clean that dissolves cationic build-up and prepares hair for all treatments without stripping it of necessary oils. Leaving your client's hair ready for any service.",
    "benefits": "Professional use only\nDeep cleansing\nCuticle-lifting \nPrepares hair for all salon services",
    "ingredients": "Water/Aqua/Eau, Sodium Coceth Sulfate, Cocamide DEA, Propylene Glycol, Cocamidopropyl Betaine, Fragrance (Parfum), DMDM Hydantoin, Citric Acid, Sodium Chloride, Sodium Hydroxide, Phenoxyethanol, Benzyl Salicylate, Linalool, Limonene.",
    "description": "Dive into the depths of desire with Go Deeper Shampoo, where hair meets the commanding force of haircare excellence. This professional-grade shampoo is an irresistible dominator that plunges deep, leaving no trace of impurity or disobedience. Its commanding formula ensures a thorough cleansing that satisfies the most demanding of enthusiasts and clean freaks. \n\nEmbrace the seductive powers of this dominatrix shampoo, meticulously crafted exclusively for professionals. \n\nExperience the tantalizing fusion of ingredients that fuel this captivating potion. Water, Sodium Cochet Sulfate, and Cocamide DEA join forces to create a cleansing masterpiece that will fulfill your deepest yearnings.\n\nLet Go Deeper Shampoo transport you to a realm where control and submission intertwine. Surrender to its authority and embrace the profound satisfaction that comes with an unparalleled cleansing experience. ",
    "oz": 33.8
  },
  {
    "id": "Qh2MjR5oL",
    "imageSrc": "Porosity_Play_Spray_01.png",
    "altText": "Porosity Play Spray",
    "name": "Porosity Play Spray",
    "price": 56,
    "type": "self",
    "gifSrc": "befdf487-8364e5da.gif",
    "undertext": "Smooth, repair, and protect your hair with our heat-activated Porosity Play Spray. Hair feels softer, shinier, and healthier after one use. \n\nThis multi-purpose spray not only helps to smooth hair, but leaves it looking healthier and shinier than before. Repair and protect your hair from future heat or environmental damage with our Heat-Activated formula.\n\nGuard against humidity, and keep your hair looking fresher longer without constant touch-ups. The Porosity Play Spray is all you need for flawless just-out-of-the-salon hair.",
    "benefits": "Heat-Activated Spray\nHelps to repair damage\nProvides heat protection up to 450° F / 230° C\nHelps guard against color fading\nHumidity Resistant\nSmooths\nStrengthens\nAdds high shine",
    "ingredients": "Water/Aqua/Eau, Dipropylene Glycol, Styrene/Acrylates Copolymer, Polysilicone-29, Silicone Quaternium-18, Phenoxyethanol, Fragrance (Parfum), Lactic Acid, Trideceth-6, Trideceth-12, Chlorphenesin, Betaine, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Caprylyl Glycol, Sodium PCA, Sodium Lactate, PCA, Serine, Benzyl Salicylate, Linalool, Limonene, Alanine, Glycine, Glutamic Acid, Lysine HCl, Threonine, Arginine, Proline.",
    "description": "This humidity-resistant formula, built around 28 qualitative ingredients, works tirelessly to smooth, strengthen, and add high shine to your hair. \n\nOur Porosity Play Spray softens, protects, and revitalizes your hair. With heat protection of up to 450° F / 230° C, it acts as a shield against damage while helping to preserve your hair color’s vibrancy.\n\nEmbrace the ease of application by spraying evenly throughout the mid-lengths and ends of damp hair. Then, simply comb through and style as usual for a flawless, mic-dropping finish.",
    "oz": 8.4
  },
  {
    "id": "Dc6FvN4iX",
    "imageSrc": "Pouch_Thick_Corase_01.png",
    "altText": "Thick and Coarse Hair Controller",
    "name": "Thick and Coarse Hair Controller",
    "price": 100,
    "type": "pro",
    "gifSrc": "90285b9e-8b6f3161.gif",
    "undertext": "Dominate and transform thick and coarse (even colored or chemically-treated) hair without damage. Hair Controller: professional use only.\n\nMake hair obedient with long-lasting innovation that controls and changes any texture…without the need for safe words.",
    "benefits": "Professional use only\nStraightens\nRelaxes\nEnhances",
    "ingredients": "Water/Aqua/Eau, Glyoxylic Acid, Isopropyl Myristate, Glycerin (Vegetable derived), Propylene Glycol, Cetearyl Alcohol, Butyrospermum Parkii (Shea) Butter, Cetyl Esters, Panthenol, Cocos Nucifera (Coconut) Oil, Fragrance (Parfum), Phenoxyethanol, Olus Oil (Vegetable Oil), Cetrimonium Chloride, Guar Hydroxypropyltrimonium Chloride, Polyquaternium-37, Ethylhexylglycerin, Benzyl Salicylate, Citronellol, Hexyl Cinnamal, Linalool, Acid Violet 43 (CI 60730). ",
    "description": "Dive into the world of dominance with Qiqi’s Thick & Coarse Hair Controller, where boundaries crumble under your commanding touch. This professional-grade hair treatment grants you unparalleled control over thick and coarse hair, unleashing a realm of possibilities for manageability, styling, and transformation.\n\nThick & Coarse Hair Controller is a revolutionary salon secret, defying the norms of traditional haircare. This seductive formula, crafted with a minimalistic, expert approach, features a carefully curated blend of powerful ingredients like Glyoxylic Acid, Shea Butter, and Coconut Oil. Witness as rebellious strands succumb to your mastery, embracing a new texture that's effortlessly tamed, styled, and indulged. Free from alkaline-based formulas, this salon secret rejuvenates and revitalizes without compromise. \nEmbrace the power of dominance. Begin by selecting the appropriate version based on hair type and condition, setting the stage for a customized experience. Activate the magic by applying heat for 40-60 minutes, allowing the controller to work its transformative wonders.\n\nExperience the thrill of control and domination with Thick & Coarse Hair Controller. Embrace the forbidden allure of dominance and leave an indelible mark on every strand you touch.",
    "oz": 12
  },
  {
    "id": "U9tYkP3zG",
    "imageSrc": "Super_Soaker_Smoothing_Masque_01_1.png",
    "altText": "Super Soaker Smoothing Masque",
    "name": "Super Soaker Smoothing Masque",
    "price": 56,
    "type": "self",
    "gifSrc": "13887e22-450a1fb0.gif",
    "undertext": "The ultimate thirst trap, designed to leave dry hair quenched. Go beyond hydration with this masque ticks all the boxes.",
    "benefits": "Ultra Hydrating\nNourishing\nLeaves hair looking shinier and healthier",
    "ingredients": "Water/Aqua/Eau, Cetyl Alcohol, Cetearyl Alcohol, Stearamidopropyl Dimethylamine, Cetyl Esters,  Glycerin, Amodimethicone, Dimethicone, Lactic Acid, Dmdm Hydantoin, Behentrimonium Methosulfate, Fragrance (Parfum), Polyquaternium-10, Quaternium-91, Phenoxyethanol, Trideceth-12, Citric Acid, Myristyl Myristate, Butylene Glycol, Behentrimonium Chloride, C16-C22 Alkyldimethyl, Sodium Benzoate, Acetic Acid, Benzyl Salicylate, Linalool.",
    "description": "Indulge in the ultimate thirst-quenching experience of the Super Soaker Smoothing Masque, where desire meets simplicity. With its expert-infused minimalistic formula and a potent blend of nourishing ingredients, including hydrating agents and botanical extracts, this masque drenches your strands with intense moisture. \n\nSurrender to the seductive embrace of this transformative masque, crafted with care from a select few ingredients, and let your hair revel in the pleasure of enhanced softness, shine, and vitality. Transform your hair from dull to dazzling.",
    "oz": 8.4
  },
  {
    "id": "E5sAqR8wZ",
    "imageSrc": "Hydration_Fixation_Conditioner_01.png",
    "altText": "Smooth Service Shampoo",
    "name": "Smooth Service Shampoo",
    "price": 40,
    "type": "self",
    "gifSrc": "bc6e9871-c1ba9eb0.gif",
    "undertext": "A deeply-moisturizing shampoo that smooths while making hair feel softer and stronger. \nGet a build-up free clean that smooths and nourishes your hair after just one use. Hair looks healthier, softer, and shiner.",
    "benefits": "Gently Cleanses away impurities and build-up\nSmooths\nHydrates\nSoftens\nNourishes",
    "ingredients": "Water/Aqua/Eau, Sodium Coceth Sulfate, Cocamide DEA, Polyquaternium-7, Cocamidopropyl Betaine, Glycerin, Fragrance (Parfum),  Polysorbate-20, Phenoxyethanol, Dmdm Hydantoin, Lactic Acid, Polyquaternium-10, Citric Acid, Benzyl Salicylate, Linalool, Limonene. ",
    "description": "Discover the enchantment of our Smooth Service Shampoo, a perfect blend of art and science.\n\nCrafted with expert simplicity, this seductive formula leaves no trace of impurities or build-up. With a minimalist formulation of just 16 ingredients, it offers a clean, build-up-free shine and irresistibly soft hair. Surrender to the captivating transformation as your locks become a masterpiece of beauty.\n\nCaution: heavy petting ahead.",
    "oz": 10.1
  },
  {
    "id": "J1lHdO7bI",
    "imageSrc": "Smooth_Service_Shampoo_XXL_01.png",
    "altText": "Smooth Service Shampoo XXX-L",
    "name": "Smooth Service Shampoo XXX-L",
    "price": 90,
    "type": "self",
    "gifSrc": "0584f558-ad97f73a.gif",
    "undertext": "A deeply-moisturizing shampoo that smooths while making hair feel softer and stronger. \nGet a build-up free clean that smooths and nourishes your hair after just one use. Hair looks healthier, softer, and shiner.",
    "benefits": "Gently Cleanses away impurities and build-up\nSmooths\nHydrates\nSoftens\nNourishes",
    "ingredients": "Water/Aqua/Eau, Sodium Coceth Sulfate, Cocamide DEA, Polyquaternium-7, Cocamidopropyl Betaine, Glycerin, Fragrance (Parfum),  Polysorbate-20, Phenoxyethanol, Dmdm Hydantoin, Lactic Acid, Polyquaternium-10, Citric Acid, Benzyl Salicylate, Linalool, Limonene.",
    "description": "Experience the indulgence of Smooth Service Shampoo XXX-L, a deeply moisturizing formula that takes hair on a journey of seductive transformation. Designed exclusively for professional use, this captivating shampoo provides a build-up-free clean that goes beyond ordinary cleansing. With just one use, it delicately cleanses away impurities and build-up, freeing your hair from the burdens that hold it back.\n\nLet the harmonious blend of ingredients weave their magic on your hair. Sodium Coceth Sulfate and Cocamide DEA create a luxurious lather that gently purifies while maintaining the integrity of your locks. Glycerin deeply hydrates, while the delightful fragrance seduces your senses. \n\nEmbrace the transformation as Smooth Service Shampoo XXX-L softens and nourishes hair, leaving it irresistibly touchable and resilient. \n\nStep into a world of haircare where satisfaction knows no bounds. Smooth Service Shampoo XXX-L invites you to indulge in its unique blend of pleasures.",
    "oz": 33.8
  },
  {
    "id": "V4uPx6rKg",
    "imageSrc": "Pouch_Wavy_Curly_01.png",
    "altText": "Wavy and Curly Hair Controller",
    "name": "Wavy and Curly Hair Controller",
    "price": 100,
    "type": "pro",
    "gifSrc": "fedf3fb1-064a4d72.gif",
    "undertext": "Achieve hair submission with our revolutionary, long-lasting innovation that exerts control over any texture without causing harm.\n\nNo safe words required - Hair Controller ensures the safety of color or chemically-treated hair. Exclusively for professional use.",
    "benefits": "Professional use only\nStraightens\nRelaxes\nEnhances",
    "ingredients": "Water/Aqua/Eau, Glyoxylic Acid, Isopropyl Myristate, Glycerin (Vegetable derived), Propylene Glycol, Cetearyl Alcohol, Butyrospermum Parkii (Shea) Butter, Cetyl Esters, Panthenol, Cocos Nucifera (Coconut) Oil, Fragrance (Parfum), Phenoxyethanol, Olus Oil (Vegetable Oil), Cetrimonium Chloride, Guar Hydroxypropyltrimonium Chloride, Polyquaternium-37, Ethylhexylglycerin, Benzyl Salicylate, Citronellol, Hexyl Cinnamal, Linalool, Acid Violet 43 (CI 60730). ",
    "description": "Force the change you want to see: crafted exclusively for professional use, this powerful hair controller subdues the untamed spirit of wavy and curly hair, transforming it into a smooth, silky canvas without causing any damage. At its core, a potent, non-alkaline formula is harmoniously blended with nourishing ingredients like Glyoxylic Acid, Shea Butter, and Coconut Oil to lovingly coat each hair strand in a protective, hydrating layer.\nThe aromatic magic of the product is undeniable—its fragrance is enticing, lingering in the air, and resisting even the harshest of climates. Acid Violet 43 adds a touch of radiant, alluring color. \nQiqi ProControl Wavy & Curly demands integration into your salon routine, redefining the boundaries of what's possible with hair care. It's more than just a treatment—it's a sensory journey that unearths the extraordinary potential hidden in wavy and curly hair.",
    "oz": 12
  },
  {
    "id": "S2nTmW8lO",
    "imageSrc": "HydrationfixationconditionerNEW_Square1920.png",
    "altText": "Hydration Fixation Conditioner",
    "name": "Hydration Fixation Conditioner",
    "price": 42,
    "type": "self",
    "gifSrc": "8e9d3319-c813533b.gif",
    "undertext": "Our Hydration Fixation Conditioner is designed to quench the thirstiest hair, leaving it looking healthier and shinier.",
    "benefits": "Smooths\nHydrates\nSoftens\nNourishes",
    "ingredients": "Water/Aqua/Eau, Glycerin, Cetyl Alcohol, Cetearyl Alcohol, Cetyl Esters, Stearamidopropyl Dimethylamine, Behentrimonium Methosulfate, Amodimethicone, Lactic Acid, Dmdm Hydantoin, Fragrance (Parfum), Butylene Glycol, Polyquaternium-10, Citric Acid, Phenoxyethanol, Trideceth-12, Cetrimonium Chloride, C16-C22 Alkyldimethyl, Sodium Benzoate, Acetic Acid, Benzyl Salicylate, Linalool.",
    "description": "Immerse yourself in a realm of unparalleled hydration, where industry-leading technology merges with unrivalled expertise to breathe new life into your precious strands.\n\nAs for each of our products, simplicity and quality are at the base of our formula, and with just 20 ingredients, our Hydration Fixation Conditioner is a transcendent elixir that quenches the deepest thirst of all hair types, as it repairs and strengthens, unveiling a vision of healthier-looking hair that exceeds your wildest dreams.\n\nApply generously from mid-strands to ends after indulging in the captivating cleanse of Smooth Service Shampoo. Leave in for 2-3 minutes. Rinse thoroughly and embrace your new-found radiance.",
    "oz": 10.1
  }
]
